{
  "loginScreen": {
    "title": "Вхід до додатку",
    "welcome": "Вітаємо!",
    "enterPhone": "Щоб увійти до додатку, вкажіть номер Вашого телефона. На нього буде відправлено код підтвердження.!",
    "privacyPolicy": "Продовжуючи, я надаю згоду на",
    "privacyPolicyLink": "обробку персональних даних",
    "enter": "Увійти"
  },
  "verificationScreen": {
    "title": "Підтвердження номеру телефону",
    "create": "Створити карту клієнта",
    "resend": "Запитати код ще раз",
    "message": "Введіть код підтвердження!",
    "error": "Невірний код підтвердження",
    "success": "Код підтвердження вірний",
    "notRegistered": "<bold>Виникла помилка</bold>\n карти клієнта за даним номером не знайдено",
    "details": "SMS на номер <bold>{{number}}</bold> повинно прийти протягом одної хвилини!"
  },
  "registerScreen": {
    "title": "Реєстрація",
    "personalData": {
      "label": "Персональні дані",
      "name": "Ім’я",
      "surname": "Призвище",
      "parentName": "По батькові",
      "dob": "Дата народження"
    },
    "contactData": {
      "label": "Контакти",
      "phone": "Телефон",
      "email": "E-mail"
    },
    "privacyAgreement": "Згоден на обробку персональних даних.",
    "privacyAgreementNext": "Детальніше*",
    "privacyAgreementHeader": "Згода на обробку персональних даних",
    "privacyAgreementText": "Згода на обробку персональних даних Шляхом встановлення галочки, погоджуюсь, відповідно до Закону України “Про захист персональних даних”, надаю згоду на: обробку моїх персональних даних у такому обсязі: ПІБ, особистий номер телефону, дату народження, електронну адресу; використання персональних даних, що передбачає дії володільця бази щодо обробки цих даних, в тому числі використання персональних даних відповідно до їх професійних чи службових, дії щодо їх захисту, а також дії щодо надання часткового або повного права обробки персональних даних іншим суб’єктам відносин, пов’язаних із персональними даними (стаття 10 зазначеного Закону); поширення персональних даних, що передбачає дії володільця бази персональних даних щодо передачі відомостей про фізичну особу з бази персональних даних (стаття 14 зазначеного Закону); доступ до персональних даних третіх осіб, що визначає дії володільця бази персональних даних у разі отримання запиту від третьої особи щодо доступу до персональних даних, у тому числі порядок доступу суб’єкта персональних даних до відомостей про себе (стаття 16 зазначеного Закону). Зобов’язуюсь у разі зміни моїх персональних даних надавати у найкоротший строк уточнену, достовірну інформацію для оновлення моїх персональних даних. Повідомляємо, що надані Вами відомості будуть уключені до клієнтської бази даних «Лазерхауз». Як суб’єкт персональних даних Ви маєте права, передбачені ст. 8 Закону України “Про захист персональних даних”.",
    "register": "Зареєструватись"
  },
  "approve": "Підтвердити",
  "cancel": "Скасувати",
  "back": "Назад",
  "selectDate": "Вибрати дату"
}
